Repository: homeinfogmbh/comcatlib
Catalog: files/locales/*/comcat.po
Languages: de_de

source: The requested account does not exists.
de_de: Das gewünschte Benutzerkonto existiert nicht.

source: The requested customer does not exists.
de_de: Der gewünschte Kunde existiert nicht.

source: Session expired.
de_de: Die Sitzung ist abgelaufen.

source: This account is locked.
de_de: Dieses Benutzerkonto ist gesperrt.

source: The account has been added.
de_de: Das Benutzerkonto wurde hinzugefügt.

source: The account has been deleted.
de_de: Das Benutzerkonto wurde gelöscht.

source: The account has been modified.
de_de: Das Benutzerkonto wurde aktualisiert.

source: User name and/or password inclorrect.
de_de: Benutzername und / order Passwort stimmen nicht überein.

source: Account has no address configured.
de_de: Dem Benutzerkonto ist keine Adresse zugewisen.

source: Module "news" is not enabled.
de_de: Das Modul "news" ist nicht freigeschaltet.

source: The requested articles does not exists.
de_de: Der gewünschte Artikel existiert nicht.

source: The requested article image does not exists.
de_de: Das gewünschte Artikelbild existiert nicht.

source: The address has been added.
de_de: Die Adresse wurde hinzugefügt.

source: The address has been deleted.
de_de: Die Adresse wurde gelöscht.

source: The requested address does not eixst.
de_de: Die gewünschte Adresse existiert nicht.
